[
  {
            "Context": "What is a coronavirus?",
            "Answer": "Coronaviruses are a large family of viruses which may cause illness in animals or humans. "
        },
        {
            "Context": "Coronavirus effects?",
            "Answer": "In humans, several coronaviruses are known to cause respiratory infections ranging from the common cold to more severe diseases"
        },
        {   "Context": "Updates on School?",
            "Answer": "Schools are to remain closed until January 11th. Students were due to return on January 6th. Higher, further and adult education should remain primarily online. Early Learning and Chidcare Services are open with protective measures."
        },
        {   "Context": "Level 5 Restrictions?",
            "Answer": "Under Level 5, there will be no gatherings of any kind other than small funerals (up to 10 mourners) and weddings (25 guests until 2 January; down to six people from 3 January).\n\n Hotels, guesthouses and B&Bs may remain open, but only for essential non-social and non-tourist purposes. An exception to this is guests who already have a booking and are due to check in up to and including 26 December.\n\n For more details visit <a href=\\'https://www.thejournal.ie/new-level-5-restrictions-ireland-5308834-Dec2020/\\'>https://www.thejournal.ie/new-level-5-restrictions-ireland-5308834-Dec2020/</a> ."
        },
        {
            "Context": "What is COVID-19?",
            "Answer": "COVID-19 is the infectious disease caused by the most recently discovered coronavirus. This new virus and disease were unknown before the outbreak began in Wuhan, China, in December 2019."
        },
        {
            "Context": "Symptoms of COVID-19?",
            "Answer": "The most common symptoms of COVID-19 are fever, tiredness, and dry cough. Some patients may have aches and pains, nasal congestion, runny nose, sore throat or diarrhea. These symptoms are usually mild and begin gradually."
        },
        {
            "Context": "Recovery from COVID-19?",
            "Answer": "Some people become infected but don’t develop any symptoms and don't feel unwell. Most people (about 80%) recover from the disease without needing special treatment."
        },
        {
            "Context": "Common symptom of COVID-19?",
            "Answer": "Around 1 out of every 6 people who gets COVID-19 becomes seriously ill and develops difficulty breathing. "
        },
        {
            "Context": "COVID-19 with existing medical problems?",
            "Answer": "Older people, and those with underlying medical problems like high blood pressure, heart problems or diabetes, are more likely to develop serious illness. People with fever, cough and difficulty breathing should seek medical attention."
        },
        {
            "Context": "How does COVID-19 spread?",
            "Answer": "People can catch COVID-19 from others who have the virus. The disease can spread from person to person through small droplets from the nose or mouth which are spread when a person with COVID-19 coughs or exhales. "
        },
        {
            "Context": "How COVID-19 spreads?",
            "Answer": "People can catch COVID-19 if they breathe in droplets from a person with COVID-19 who coughs out or exhales droplets. This is why it is important to stay more than 1 meter (3 feet) away from a person who is sick."
        },
        {
            "Context": "Can the virus that causes COVID-19 be transmitted through the air?",
            "Answer": "Studies to date suggest that the virus that causes COVID-19 is mainly transmitted through contact with respiratory droplets rather than through the air. "
        },
        {
            "Context": "Can CoVID-19 be caught from a person who has no symptoms?",
            "Answer": "The main way the disease spreads is through respiratory droplets expelled by someone who is coughing. The risk of catching COVID-19 from someone with no symptoms at all is very low."
        },
        {
            "Context": "Can CoVID-19 be caught from a person who has no symptoms?",
            "Answer": "Many people with COVID-19 experience only mild symptoms. This is particularly true at the early stages of the disease. It is therefore possible to catch COVID-19 from someone who has, for example, just a mild cough and does not feel ill. "
        },
        {
            "Context": "Can I catch COVID-19 from the feces of someone with the disease?",
            "Answer": "The risk of catching COVID-19 from the feces of an infected person appears to be low. While initial investigations suggest the virus may be present in feces in some cases, spread through this route is not a main feature of the outbreak. "
        },
        {
            "Context": "Covid-19 Preventions?",
            "Answer": "Regularly and thoroughly clean your hands with an alcohol-based hand rub or wash them with soap and water.Wear mask in public."
        },
        {
            "Context": "What can I do to protect myself and prevent the spread of disease?",
            "Answer": "Maintain at least 1 metre (3 feet) distance between yourself and anyone who is coughing or sneezing."
        },
        {
            "Context": "What can I do to protect myself and prevent the spread of disease?",
            "Answer": "Avoid touching eyes, nose and mouth."
        },
        {
            "Context": "What can I do to protect myself and prevent the spread of disease?",
            "Answer": "Make sure you, and the people around you, follow good respiratory hygiene. This means covering your mouth and nose with your bent elbow or tissue when you cough or sneeze. Then dispose of the used tissue immediately."
        },
        {
            "Context": "How to prevent the spread of Covid-19?",
            "Answer": "Stay home if you feel unwell. If you have a fever, cough and difficulty breathing, seek medical attention and call in advance. Follow the directions of your local health authority."
        },
        {
            "Context": "What can I do to protect myself from Covid?",
            "Answer": "If possible, avoid traveling to places  – especially if you are an older person or have diabetes, heart or lung disease."
        },
        {
            "Context": "What can I do to protect myself and prevent the spread of disease?",
            "Answer": "Keep up to date on the latest COVID-19 hotspots (cities or local areas where COVID-19 is spreading widely)."
        },
        {
            "Context": "What can I do to protect myself andProtection measures for persons who are in or have recently visited (past 14 days) areas where COVID-19 is spreading prevent the spread of disease?",
            "Answer": "Self-isolate by staying at home if you begin to feel unwell, even with mild symptoms such as headache, low grade fever (37.3 C or above) and slight runny nose, until you recover."
        },
        {
            "Context": "Protection measures for persons who are in or have recently visited (past 14 days) areas where COVID-19 is spreading",
            "Answer": "If you develop fever, cough and difficulty breathing, seek medical advice promptly as this may be due to a respiratory infection or other serious condition. Call in advance and tell your provider of any recent travel or contact with travelers."
        },
        {
            "Context": "How likely am I to catch COVID-19?",
            "Answer": "The risk depends on where you  are - and more specifically, whether there is a COVID-19 outbreak unfolding there."
        },
        {
            "Context": "How likely am I to catch COVID-19?",
            "Answer": "For most people in most locations the risk of catching COVID-19 is still low. However, there are now places around the world (cities or areas) where the disease is spreading. For people living in, or visiting, these areas the risk of catching COVID-19 is higher."
        },
        {
            "Context": "How likely am I to catch COVID-19?",
            "Answer": "COVID-19 outbreaks can be contained and transmission stopped, as has been shown in China and some other countries. Unfortunately, new outbreaks can emerge rapidly. It’s important to be aware of the situation where you are or intend to go."
        },
        {
            "Context": "Should I worry about COVID-19",
            "Answer": "Illness due to COVID-19 infection is generally mild, especially for children and young adults. However, it can cause serious illness: about 1 in every 5 people who catch it need hospital care."
        },
        {
            "Context": "Should I worry about COVID-19",
            "Answer": "We can channel our concerns into actions to protect ourselves, our loved ones and our communities."
        },
        {
            "Context": "Who is at risk of developing severe illness?",
            "Answer": "While we are still learning about how COVID-2019 affects people, older persons and persons with pre-existing medical conditions (such as high blood pressure, heart disease, lung disease, cancer or diabetes)  appear to develop serious illness more often than others. "
        },
        {
            "Context": "Are antibiotics effective in preventing or treating the COVID-19?",
            "Answer": "No. Antibiotics do not work against viruses, they only work on bacterial infections. COVID-19 is caused by a virus, so antibiotics do not work. "
        },
        {
            "Context": "Are antibiotics effective in preventing or treating the COVID-19?",
            "Answer": "Antibiotics should not be used as a means of prevention or treatment of COVID-19. They should only be used as directed by a physician to treat a bacterial infection. "
        },
        {
            "Context": "Are there any medicines or therapies that can prevent or cure COVID-19?",
            "Answer": "While some western, traditional or home remedies may provide comfort and alleviate symptoms of COVID-19, there is no evidence that current medicine can prevent or cure the disease. "
        },
        {
            "Context": "Are there any medicines or therapies that can prevent or cure COVID-19?",
            "Answer": "WHO does not recommend self-medication with any medicines, including antibiotics, as a prevention or cure for COVID-19."
        },
        {
            "Context": "Is there a vaccine, drug or treatment for COVID-19?",
            "Answer": "Not yet. To date, there is no vaccine and no specific antiviral medicine to prevent or treat COVID-2019. "
        },
        {
            "Context": "Is there a vaccine, drug or treatment for COVID-19?",
            "Answer": "Those affected should receive care to relieve symptoms. People with serious illness should be hospitalized. Most patients recover thanks to supportive care."
        },
        {
            "Context": "Is there a vaccine, drug or treatment for COVID-19?",
            "Answer": "Possible vaccines and some specific drug treatments are under investigation. They are being tested through clinical trials. WHO is coordinating efforts to develop vaccines and medicines to prevent and treat COVID-19."
        },
        {
            "Context": "Is there a vaccine, drug or treatment for COVID-19?",
            "Answer": "The most effective ways to protect yourself and others against COVID-19 are to frequently clean your hands, cover your cough with the bend of elbow or tissue, and maintain a distance of at least 1 meter (3 feet) from people who are coughing or sneezing."
        },
        {
            "Context": "Is COVID-19 the same as SARS?",
            "Answer": "No. The virus that causes COVID-19 and the one that caused the outbreak of Severe Acute Respiratory Syndrome (SARS) in 2003 are related to each other genetically, but the diseases they cause are quite different."
        },
        {
            "Context": "Is COVID-19 the same as SARS?",
            "Answer": "SARS was more deadly but much less infectious than COVID-19. There have been no outbreaks of SARS anywhere in the world since 2003."
        },
        {
            "Context": "Should I wear a mask to protect myself",
            "Answer": "Only wear a mask if you are ill with COVID-19 symptoms (especially coughing) or looking after someone who may have COVID-19. Disposable face mask can only be used once."
        },
        {
            "Context": "Should I wear a mask to protect myself",
            "Answer": "If you are not ill or looking after someone who is ill then you are wasting a mask. "
        },
        {
            "Context": "Should I wear a mask to protect myself",
            "Answer": "There is a world-wide shortage of masks, so WHO urges people to use masks wisely."
        },
        {
            "Context": "How to put on, use, take off and dispose of a mask?",
            "Answer": "Remember, a mask should only be used by health workers, care takers, and individuals with respiratory symptoms, such as fever and cough."
        },
        {
            "Context": "How to put on, use, take off and dispose of a mask?",
            "Answer": "Before touching the mask, clean hands with an alcohol-based hand rub or soap and water"
        },
        {
            "Context": "How long is the incubation period for COVID-19?",
            "Answer": "The “incubation period” means the time between catching the virus and beginning to have symptoms of the disease."
        },
        {
            "Context": "How long is the incubation period for COVID-19?",
            "Answer": "Most estimates of the incubation period for COVID-19 range from 1-14 days, most commonly around five days. These estimates will be updated as more data become available."
        },
        {
            "Context": "Can humans be infected with the COVID-19 from an animal source?",
            "Answer": "Coronaviruses are a large family of viruses that are common in animals. Occasionally, people get infected with these viruses which may then spread to other people."
        },
        {
            "Context": "Can humans be infected with the COVID-19 from an animal source?",
            "Answer": "SARS-CoV was associated with civet cats and MERS-CoV is transmitted by dromedary camels. "
        },
        {
            "Context": "Can humans be infected with the COVID-19 from an animal source?",
            "Answer": "Possible animal sources of COVID-19 have not yet been confirmed.  "
        },
        {
            "Context": "Can humans be infected with the COVID-19 from an animal source?",
            "Answer": "To protect yourself, such as when visiting live animal markets, avoid direct contact with animals and surfaces in contact with animals."
        },
        {
            "Context": "Can humans be infected with the COVID-19 from an animal source?",
            "Answer": "Handle raw meat, milk or animal organs with care to avoid contamination of uncooked foods and avoid consuming raw or undercooked animal products."
        },
        {
            "Context": "Can I catch COVID-19 from my pet?",
            "Answer": "While there has been one instance of a dog being infected in Hong Kong, to date, there is no evidence that a dog, cat or any pet can transmit COVID-19."
        },
        {
            "Context": "Can I catch COVID-19 from my pet?",
            "Answer": "COVID-19 is mainly spread through droplets produced when an infected person coughs, sneezes, or speaks."
        },
        {
            "Context": "How long does the virus survive on surfaces?",
            "Answer": "It is not certain how long the virus that causes COVID-19 survives on surfaces, but it seems to behave like other coronaviruses."
        },
        {
            "Context": "How long does the virus survive on surfaces?",
            "Answer": "Studies suggest that coronaviruses (including preliminary information on the COVID-19 virus) may persist on surfaces for a few hours or up to several days. This may vary under different conditions (e.g. type of surface, temperature or humidity of the environment)."
        },
        {
            "Context": "How long does the virus survive on surfaces?",
            "Answer": "If you think a surface may be infected, clean it with simple disinfectant to kill the virus and protect yourself and others."
        },
        {
            "Context": "Is it safe to receive a package from any area where COVID-19 has been reported?",
            "Answer": "Yes. The likelihood of an infected person contaminating commercial goods is low and the risk of catching the virus that causes COVID-19 from a package that has been moved, travelled, and exposed to different conditions and temperature is also low. "
        },
        {
            "Context": "Is there anything I should not do?",
            "Answer": "Smoking"
        },
        {
            "Context": "Is there anything I should not do?",
            "Answer": "Wearing multiple masks"
        },
        {
            "Context": "Is there anything I should not do?",
            "Answer": "Taking antibiotics"
        },
        {
            "Context": "Is the source causing COVID-19 known?",
            "Answer": "Currently, the source of SARS-CoV-2, the coronavirus (CoV) causing COVID-19 is unknown."
        },
        {
            "Context": "How did the first human SARS-CoV-2 infections occur?",
            "Answer": "The first human cases of COVID-19 were identified in Wuhan City, China in December 2019."
        },
        {
            "Context": "How did the first human SARS-CoV-2 infections occur?",
            "Answer": "SARS-CoV, the virus which caused the SARS outbreak in 2003, jumped from an animal reservoir (civet cats, a farmed wild animal) to humans and then spread between humans. "
        },
        {
            "Context": "How did the first human SARS-CoV-2 infections occur?",
            "Answer": "Until the source of this virus is identified and controlled, there is a risk of reintroduction of the virus in the human population and the risk of new outbreaks like the ones we are currently experiencing."
        },
        {
            "Context": "Is COVID-19 airborne?",
            "Answer": "The virus that causes COVID-19 is mainly transmitted through droplets generated when an infected person coughs, sneezes, or speaks. These droplets are too heavy to hang in the air. They quickly fall on floors or surfaces. "
        },
        {
            "Context": "Are pregnant women at higher risk from COVID-19?",
            "Answer": "At present there is no evidence that they are at higher risk of severe illness than the general population."
        },
        {
            "Context": "Are pregnant women at higher risk from COVID-19?",
            "Answer": "due to changes in their bodies and immune systems, we know that pregnant women can be badly affected by some respiratory infections. It is therefore important that they take precautions to protect themselves against COVID-19, and report possible symptoms (including fever, cough or difficulty breathing) to their healthcare provider."
        },
        {
            "Context": "I'm pregnant. How can I protect myself against COVID-19?",
            "Answer": "Pregnant women should take the same precautions to avoid COVID-19 infection as other people."
        },
        {
            "Context": "I'm pregnant. How can I protect myself against COVID-19?",
            "Answer": "Pregnant women and women who have recently delivered – including those affected by COVID-19 - should attend their routine care appointments. "
        },
        {
            "Context": "Should pregnant women be tested for COVID-19?",
            "Answer": "Testing protocols and eligibility vary depending on where you live."
        },
        {
            "Context": "Can COVID-19 be passed from a woman to her unborn baby?",
            "Answer": "We still do not know if a pregnant woman with COVID-19 can pass the virus to her foetus or baby during pregnancy or delivery. To date, the virus has not been found in samples of amniotic fluid or breastmilk."
        },
        {
            "Context": "What care should be available during pregnancy and childbirth?",
            "Answer": "All pregnant women, including those with confirmed or suspected COVID-19 infections, have the right to high quality care before, during and after childbirth. "
        },
        {
            "Context": "Do pregnant women with suspected or confirmed COVID-19 need to give birth by ceasarean section?",
            "Answer": "No. WHO advice is that caesarean sections should only be performed when medically justified."
        },
        {
            "Context": "Can women with COVID-19 breastfeed?",
            "Answer": "Yes. Women with COVID-19 can breastfeed if they wish to do so."
        },
        {
            "Context": "Can I touch and hold my newborn baby if I have COVID-19?",
            "Answer": "Yes. Close contact and early, exclusive breastfeeding helps a baby to thrive. "
        },
        {
            "Context": "How are COVID-19 and influenza viruses similar?",
            "Answer": "COVID-19 and influenza viruses have a similar disease presentation. That is, they both cause respiratory disease, which presents as a wide range of illness from asymptomatic or mild through to severe disease and death."
        },
        {
            "Context": "How are COVID-19 and influenza viruses similar?",
            "Answer": "Both viruses are transmitted by contact, droplets and fomites."
        },
        {
            "Context": "How are COVID-19 and influenza viruses different?",
            "Answer": "The speed of transmission is an important point of difference between the two viruses. Influenza has a shorter median incubation period (the time from infection to appearance of symptoms) and a shorter serial interval (the time between successive cases) than COVID-19 virus."
        },
        {
            "Context": "How are COVID-19 and influenza viruses different?",
            "Answer": "Those most at risk for severe influenza infection are children, pregnant women, elderly, those with underlying chronic medical conditions and those who are immunosuppressed."
        },
        {
            "Context": "How are COVID-19 and influenza viruses different?",
            "Answer": "Mortality for COVID-19 appears higher than for influenza, especially seasonal influenza."
        },
        {
            "Context": "What medical interventions are available for COVID-19 and influenza viruses?",
            "Answer": "While there are a number of therapeutics currently in clinical trials in China and more than 20 vaccines in development for COVID-19, there are currently no licensed vaccines or therapeutics for COVID-19."
        },
        {
            "Context": "Are smokers and tobacco users at higher risk of COVID-19 infection?",
            "Answer": "Smokers are likely to be more vulnerable to COVID-19 as the act of smoking means that fingers (and possibly contaminated cigarettes) are in contact with lips which increases the possibility of transmission of virus from hand to mouth."
        },
        {
            "Context": "Are smokers and tobacco users at higher risk of COVID-19 infection?",
            "Answer": "Smoking products such as water pipes often involve the sharing of mouth pieces and hoses, which could facilitate the transmission of COVID-19 in communal and social settings."
        },
        {
            "Context": "How large does a meeting or event need to be in order to be a “mass gathering”?",
            "Answer": "High profile international sporting events such as the Olympics or World Cups as well as international religious events such as the Hajj count as mass gatherings."
        },
        {
            "Context": "How large does a meeting or event need to be in order to be a “mass gathering”?",
            "Answer": "An event counts as a “mass gatherings” if the number of people it brings together is so large that it has the potential to strain the planning and response resources of the health system in the community where it takes place. "
        },
        {
            "Context": "Does WHO recommend that all international mass gatherings be cancelled because of COVID-19?",
            "Answer": "No. As each international mass gathering is different, the factors to consider when determining if the event should be cancelled may also differ. "
        },
        {
            "Context": "what are the symptoms of corona?",
            "Answer": "The most common symptoms of COVID-19 are fever, tiredness, and dry cough. Some patients may have aches and pains, nasal congestion, runny nose, sore throat or diarrhea. These symptoms are usually mild and begin gradually."
        },
        {
            "Context": "what are the symptoms of corona?",
            "Answer": "Some people become infected but don’t develop any symptoms and don't feel unwell. Most people (about 80%) recover from the disease without needing special treatment."
        },
        {
            "Context": "what are the symptoms of corona?",
            "Answer": "Around 1 out of every 6 people who gets COVID-19 becomes seriously ill and develops difficulty breathing. "
        },
        {
            "Context": "what are the symptoms of corona?",
            "Answer": "Older people, and those with underlying medical problems like high blood pressure, heart problems or diabetes, are more likely to develop serious illness. People with fever, cough and difficulty breathing should seek medical attention."
        },
        {
            "Context": "what are the symptoms of corona?",
            "Answer": "People can catch COVID-19 from others who have the virus. The disease can spread from person to person through small droplets from the nose or mouth which are spread when a person with COVID-19 coughs or exhales. "
        },
        {
            "Context": "What is the incubation period for COVID-19?",
            "Answer": "The incubation period is the time between infection (exposure to the virus) and the onset of symptoms of disease (e.g. cough, fever, shortness of breath, loss of taste, loss of smell). Current information suggests that the incubation period for COVID-19 is on average 5-6 days, however, can be up to 14 days."
        },
        {
            "Context": "What is the antibody test?",
            "Answer": "Antibody testing (also known as serology testing) determines whether or not you may have had COVID-19 in the past and have now developed antibodies in response to the SARS-CoV-2 virus. It is a different test than diagnosing if you currently have COVID-19. If antibodies are detected, it is an indication that the person had an infection with the virus at some time."
        },
        {
            "Context": "What is self isolation?",
            "Answer": "Self-isolation means staying at home and completely avoiding contact with other people. This includes other people in your household. "
        },
        {
            "Context": "When and how to self isolate?",
            "Answer": "If you have symptoms of coronavirus, while you wait for test appointment and your test results, if you have had a positive test result for COVID-19, if you have any cold or flu-like symptoms."
        },
        {
            "Context": "What is Restricted movement?",
            "Answer": "Restricted movement means that you stay home i.e. Do not go to work, Do not use public transport, Do not have visitors in your home, Do not go to the shops or pharmacy unless absolutely necessary and Keep away from older people, anyone with an underlying medical condition and pregnant women"
        },
        {
            "Context": "Are young people affected by COVID-19?",
            "Answer": "While COVID-19 can be more dangerous in older people and those with underlying conditions, all ages can contract the virus. Young people who have underlying conditions are considered to be at higher risk than those who are healthy. "
        },
        {
            "Context": "Can I make my own hand sanitizer?",
            "Answer": "There are no studies supporting the effectiveness of homemade hand sanitizer blend in killing the new coronavirus on people’s hands. Experts agree that the best method for cleaning hands is washing for at least 20 seconds with soap and water."
        },
        {
            "Context": "Should I stop going to the gym?",
            "Answer": "As the new coronavirus is spreading, be cautious about all possible exposures, including at the gym or fitness center. The virus isn’t spread through perspiration (sweat), but items touched by many people (barbells, etc.) could pose a risk. In order to practice social and physical distancing during the COVID-19 pandemic, it is best to avoid public places at this time"
        },
        {
            "Context": "What is physical distancing?",
            "Answer": "Physical distancing is the practice of staying at least 6 feet away from others to avoid catching a disease such as COVID-19."
        },
        {
            "Context": "How can I practice physical distancing?",
            "Answer": "Wear a face mask or covering when you are not in your home and whenever you are around people who are not members of your household. Maintain at least 6 feet of distance between yourself and others. Avoid crowded places, particularly indoors, and events that are likely to draw crowds."
        },
        {
            "Context": "What is “flattening the curve?”",
            "Answer": "Flattening the curve refers to using protective practices to slow the rate of COVID-19 infection so hospitals have room, supplies and doctors for all of the patients who need care."
        },
        {
            "Context": "What is coronavirus fatality rate?",
            "Answer": "It appears that COVID-19, the disease caused by the new coronavirus, causes more cases of severe disease and more deaths than the seasonal flu. People over age 85 have the highest risk of fatality and children under 19, the lowest, but this could change as more people are tested and trends become clearer. If, over time, widespread testing reveals more mild, non-fatal cases of COVID-19, the death rate will go down."
        },
        {
            "Context": "What’s the difference between the new coronavirus and other coronaviruses?",
            "Answer": "There are many different kinds of coronavirus. Some only affect animals. Some have been circulating among human beings for years, causing mild colds. Others have caused small, severe human disease outbreaks in the past, such as the coronaviruses that caused SARS in 2003 and MERS in 2012. The new coronavirus is different from these, and was only identified in December 2019."
        },
        {
            "Context": "Where can I find reliable information and timely updates about COVID-19?",
            "Answer": "This continues to be a rapidly changing situation, so the CDC provides regular updates and guidance. In addition, the World Health Organization posts daily situation reports and other information, and your local, county and state health departments’ sites are likely a good source for details about the latest developments close to home."
        },
        {
            "Context": "How should I clean and disinfect my home?",
            "Answer": "There are a variety of things you can do. Focus cleaning on high-touch surfaces first: countertops, doorknobs, cabinets, the refrigerator. "
        },
        {
            "Context": "Can the virus be spread through food?",
            "Answer": "There’s currently no evidence it can be. Coronaviruses are generally spread person-to-person through respiratory droplets. Before preparing or eating food, wash your hands with soap and water for 20 seconds, or use hand sanitizer."
        },
        {
            "Context": "Can the virus spread through drinking water?",
            "Answer": "It hasn’t been detected in drinking water. Most water treatment methods should remove or inactivate the virus that causes COVID-19."
        },
        {
            "Context": "Will warm weather stop the COVID-19 outbreak?",
            "Answer": "There’s currently no evidence it can be. Some other viruses, like those that cause the common cold and flu, spread more during cold-weather months, but you can still get them during other months."
        },
        {
            "Context": "I’m not feeling well but I’m not sure I have COVID-19. What should I do?",
            "Answer": "The first thing you should do is contact your health care provider. If you don’t have a health care provider, call the closest urgent care center and find out if you can be seen there and how much it will cost. Beyond that, even if you feel fine it’s best to behave as if you have the virus and could spread it. That’s a great way to protect yourself and others."
        },
        {
            "Context": "I was feeling flu-like symptoms but am starting to feel better. Is there any way to tell for sure whether I had COVID-19?",
            "Answer": "There are now reports of several manufacturers who have developed a serology test, also called an immunity or antibody test. This checks for evidence that a person has developed a specific immune reaction that produced antibodies to fight the COVID-19 virus. Ideally, people with those specific antibodies are protected from getting ill once again from the COVID-19 virus."
        },
        {
            "Context": "I heard a rumor that my medication could put me at risk. Is that true?",
            "Answer": "The first thing you should do if you hear a rumor about your medication is contact your health care provider or pharmacist. There recently was misinformation going around about COVID-19 risks for patients who were already prescribed medications for high blood pressure, heart failure and other heart disease. "
        },
        {
            "Context": "As an essential worker, how can I make sure I’m following the latest safety advice?",
            "Answer": "Keep checking the CDC’s site, which continually updates guidance for workers. And of course, follow the guidance of social distancing, regular hand-washing, cleaning and disinfecting workspaces, and wearing a mask or cloth face covering."
        },
        {
            "Context": "Is it safe to go to restaurants?",
            "Answer": "The general advice is to get carryout or delivery if you want restaurant food. Be sure to wash your hands with soap for 20 seconds before and after eating. (And any other time you realize you just haven’t washed your hands in a while.) You might consider washing the food containers."
        },
        {
            "Context": "I have all kinds of questions about whether it’s safe to travel. Where do I start?",
            "Answer": "You’re not alone. From cruise safety to airport worries, the CDC breaks down the guidance. In general, avoid discretionary or non-urgent travel."
        },
        {
            "Context": "Is it safe to go to the grocery store?",
            "Answer": "If you’re healthy and follow all the precautions, you should be able to go to the store. Just be extra careful and bear in mind there are a whole lot of surfaces and potential coughers and sneezers. Practice social distancing by staying at least six feet from others. "
        },
        {
            "Context": "I like to walk and run outside. Is it still safe to go outside?",
            "Answer": "Yes, it’s still safe and advisable to go outside if you practice healthy social distancing. Given the physical and mental health benefits, please get out there and keep moving!"
        },
        {
            "Context": " walk and run outside",
            "Answer": "Yes, it’s still safe and advisable to go outside if you practice healthy social distancing. Given the physical and mental health benefits, please get out there and keep moving!"
        },
        {
            "Context": "safe to go outside",
            "Answer": "Yes, it’s still safe and advisable to go outside if you practice healthy social distancing. Given the physical and mental health benefits, please get out there and keep moving!"
        },
        {
            "Context": "COVID-19",
            "Answer": "COVID-19 is the infectious disease caused by the most recently discovered coronavirus. This new virus and disease were unknown before the outbreak began in Wuhan, China, in December 2019."
        },
        {
            "Context": "COVID-19 spread",
            "Answer": "People can catch COVID-19 from others who have the virus. The disease can spread from person to person through small droplets from the nose or mouth which are spread when a person with COVID-19 coughs or exhales. "
        },
        {
            "Context": "breastfeed",
            "Answer": "Yes. Women with COVID-19 can breastfeed if they wish to do so."
        },
        {
            "Context": "severe illness",
            "Answer": "While we are still learning about how COVID-2019 affects people, older persons and persons with pre-existing medical conditions (such as high blood pressure, heart disease, lung disease, cancer or diabetes)  appear to develop serious illness more often than others. "
        },
        {
            "Context": "incubation period",
            "Answer": "The “incubation period” means the time between catching the virus and beginning to have symptoms of the disease."
        },
        {
            "Context": "what are antibodies?",
            "Answer": "Antibodies are specialized, Y-shaped proteins that bind like a lock-and-key to the body's foreign invaders — whether they are viruses, bacteria, fungi or parasites. They are the \"search\" battalion of the immune system's search-and-destroy system, tasked with finding an enemy and marking it for destruction."
        },
        {
            "Context": "antibodies",
            "Answer": "Antibodies are specialized, Y-shaped proteins that bind like a lock-and-key to the body's foreign invaders — whether they are viruses, bacteria, fungi or parasites. They are the \"search\" battalion of the immune system's search-and-destroy system, tasked with finding an enemy and marking it for destruction."
        },
        {
            "Context": "is it safe to have sex this time",
            "Answer": "There is no evidence that COVID-19 is transmitted through semen or vaginal fluids. However, having sex with someone means that you are very close to them. This puts one person at risk if the other person has COVID-19. Masturbation does not involve another person, and carries no risk of COVID-19. Also, having sex with a partner whom you are living with does not carry this risk if both of you are taking steps to protect yourself from the virus. Make sure to use condoms and contraception to avoid sexually transmitted infections and unintended pregnancy."
        },
        {
            "Context": "what is physical activity?",
            "Answer": "Physical activity includes all forms of active recreation, sports participation, cycling and walking, as well as activities you do at work and around the home and garden. It doesn’t have to be exercise or sport – play, dance, gardening, and even house cleaning and carrying heavy shopping is all part of being physically active."
        },
        {
            "Context": "physical activity",
            "Answer": "Physical activity includes all forms of active recreation, sports participation, cycling and walking, as well as activities you do at work and around the home and garden. It doesn’t have to be exercise or sport – play, dance, gardening, and even house cleaning and carrying heavy shopping is all part of being physically active."
        },
        {
            "Context": "physical activity during covid-19",
            "Answer": "During the COVID-19 pandemic, when so many of us are very restricted in our movements, it is even more important for people of all ages and abilities to be as active as possible. Even a short break from sitting, by doing 3-5 minutes of physical movement, such as walking or stretching, will help ease muscle strain, relieve mental tension and improve blood circulation and muscle activity. "
        },
        {
            "Context": "what is contact tracing?",
            "Answer": "Contact tracing is the process of identifying, assessing, and managing people who have been exposed to a disease to prevent onward transmission. "
        },
        {
            "Context": "contact tracing",
            "Answer": "Contact tracing is the process of identifying, assessing, and managing people who have been exposed to a disease to prevent onward transmission. "
        },
        {
            "Context": "Can contact tracing help in controlling spread of virus?",
            "Answer": "Yes, when systematically applied, contact tracing will break the chains of transmission, meaning that the virus transmission can be stopped. Contact tracing is thus an essential public health tool for controlling infectious disease outbreaks, such as COVID-19.\r\n"
        },
        {
            "Context": "Self isolation",
            "Answer": "Self-isolation means staying at home and completely avoiding contact with other people. This includes other people in your household. "
        },
  {
            "Context": "What is Self isolation",
            "Answer": "Self-isolation means staying at home and completely avoiding contact with other people. This includes other people in your household. "
        },
        {
            "Context": "What are the symptoms of SARS ?",
            "Answer": "The main symptoms of SARS are high fever (> 38° Celsius), dry cough, shortness of breath or breathing difficulties. Changes in chest X-rays indicative of pneumonia also occur. SARS may be associated with other symptoms, including headache, muscular stiffness, loss of appetite, malaise, confusion, rash and diarrhoea. "
        },
        {
            "Context": " How contagious is SARS?",
            "Answer": " Based on currently available evidence, close contact with an infected person is needed for the infective agent to spread from one person to another. Contact with aerosolized (exhaled) droplets and bodily secretions from an infected person appears to be important. To date, the majority of cases have occurred in hospital workers who have cared for SARS patients and the close family members of these patients. However, the amount of the infective agent needed to cause an infection has not yet been determined."
        },
        {
            "Context": "How should SARS patients be managed?",
            "Answer": "Patients should be placed in an isolation unit. Strict respiratory and mucusol barrier nursing is recommended. It is very important that suspected cases are separated from other patients and placed in their own hospital room. Health care workers and visitors should wear efficient filter masks, goggles, aprons, head covers, and gloves when in close contact with the patient."
        },
        {
            "Context": "What is the treatment for SARS ?",
            "Answer": "While some medicines have been tried, no drug can, at this time, be recommended for prophylaxis or treatment. Antibiotics do not appear to be effective. Symptoms should be treated by adequately protected health professionals. As a result of good supportive care, some patients in Hanoi have been transferred from critical care wards to regular wards."
        },
        {
            "Context": "Whats your name?",
            "Answer": "My name is Check-it-bot."
        },
        {
            "Context": " How fast does SARS spread ?",
            "Answer": "SARS appears to be less infectious than influenza. The incubation period is short, estimated to range from 2-7 days, with 3-5 days being more common. However, the speed of international travel creates a risk that cases can rapidly spread around the world."
        },
        {
            "Context": "First case of SARS reported ?",
            "Answer": "On 26 February 2003, a man was admitted to hospital in Hanoi with high fever, dry cough, myalgia (muscle soreness) and mild sore throat. Over the next four days he developed increasing breathing difficulties, severe thrombocytopenia (low platelet count) and signs of adult respiratory distress syndrome requiring ventilator support."
        },
        {
            "Context": "W.H.O sars",
            "Answer": "https://www.who.int/health-topics/severe-acute-respiratory-syndrome#tab=tab_1"
        },
        {
            "Context": "What is SARS?",
            "Answer": "The World Health Organization (WHO) is currently co-ordinating a global response to reported outbreaks of severe acute respiratory syndrome (SARS), an atypical pneumonia of un-known etiology. Last week, the WHO announced that a new pathogen, a member of the corona virus family - responsible for the common cold - never before seen in humans, is the cause of Severe Acute Respiratory Syndrome (SARS)."
        },
        {
            "Context": "What are the travel restrictions?",
            "Answer": "n the early part of the epidemic in spring 2020, in an effort to slow the introduction of COVID-19, many countries applied temporary restrictions on non-essential travel from third countries into the EU   area by closing borders. Some countries have also applied national border closures and/or border checks at their national borders or between different regions nationally.\n\nThese restrictions are subject to a continuous evaluation of the epidemiological situation by countries, and is changing frequently."
        },
        {
            "Context": "Precautions while traveling?",
            "Answer": "Standard prevention measures to control the spread of COVID-19 are also recommended during travel. The use of medical face masks is strongly recommended at airports and during flights\n\nAdditional measures include physical distancing (keeping a distance of one or ideally two metres from others), strict hand hygiene (washing hands with soap and water regularly and/or using alcohol-based hand sanitisers), respiratory etiquette (coughing and sneezing into a tissue or elbow), and the use of face masks in any conveyance or situations in which physical distancing cannot be maintained."
        },
        {
            "Context": "Covid-19 vaccine ?",
            "Answer": "Work on a number of different vaccines is ongoing, and several are currently being studied in large-scale trials. Several promising preliminary results have been published, and the European Commission has organised a joint procurement of potential COVID-19 vaccines and has joined the COVID-19 Vaccine Global Access Facility (COVAX). Vaccines in countries outside the EU/EEA have received pre-approval but have not yet been evaluated in Europe. "
        },
        {
            "Context": "What is SARS-CoV-2?",
            "Answer": "Severe Acute Respiratory Syndrome Coronavirus-2 (SARS-CoV-2) is the name given to the 2019 novel coronavirus. SARS-CoV-2 is a new strain of coronavirus that has not been previously identified in humans."
        },
        {
            "Context": "Covid test centres?",
            "Answer": "Dublin \n \n Dublin - Croke Park \n Dublin - LE Samuel Beckett \n For more details on covid testing visit  https://www2.hse.ie/conditions/coronavirus/testing/how-to-get-tested.html"
        },
        {
            "Context": "SARS-Cov vs SARS-Cov2?",
            "Answer": "Novel severe acute respiratory syndrome coronavirus-2 (SARS-CoV-2) became pandemic by the end of March 2020. In contrast to the 2002–2003 SARS-CoV outbreak, which had a higher pathogenicity and lead to higher mortality rates, SARSCoV-2 infection appears to be much more contagious."
        },
        {
            "Context": "sars and sarscov2?",
            "Answer": "Novel severe acute respiratory syndrome coronavirus-2 (SARS-CoV-2) became pandemic by the end of March 2020. In contrast to the 2002–2003 SARS-CoV outbreak, which had a higher pathogenicity and lead to higher mortality rates, SARSCoV-2 infection appears to be much more contagious."
        },
        {
            "Context": "Difference between sars and sarscov2?",
            "Answer": "Novel severe acute respiratory syndrome coronavirus-2 (SARS-CoV-2) became pandemic by the end of March 2020. In contrast to the 2002–2003 SARS-CoV outbreak, which had a higher pathogenicity and lead to higher mortality rates, SARSCoV-2 infection appears to be much more contagious."
        },
        {
            "Context": "Difference between sars and covid?",
            "Answer": "Novel severe acute respiratory syndrome coronavirus-2 (SARS-CoV-2) became pandemic by the end of March 2020. In contrast to the 2002–2003 SARS-CoV outbreak, which had a higher pathogenicity and lead to higher mortality rates, SARSCoV-2 infection appears to be much more contagious."
        },
        {
            "Context": "Difference between covid and sars?",
            "Answer": "Novel severe acute respiratory syndrome coronavirus-2 (SARS-CoV-2) became pandemic by the end of March 2020. In contrast to the 2002–2003 SARS-CoV outbreak, which had a higher pathogenicity and lead to higher mortality rates, SARSCoV-2 infection appears to be much more contagious."
        },
        {
            "Context": "How is SARS spread?",
            "Answer": "SARS-CoV is thought to be transmitted most readily by respiratory droplets (droplet spread) produced when an infected person coughs or sneezes."
        },
        {
            "Context": "How is SARS transmitted?",
            "Answer": "SARS-CoV is thought to be transmitted most readily by respiratory droplets (droplet spread) produced when an infected person coughs or sneezes."
        },
        {
            "Context": "Sars incubation period?",
            "Answer": "The time between exposure to SARS-CoV and the onset of symptoms is called the “incubation period.” The incubation period for SARS is typically 2 to 7 days, although in some cases it may be as long as 10 days. In a very small proportion of cases, incubation periods of up to 14 days have been reported."
        },
        {
            "Context": "Duration to get sick from sars?",
            "Answer": "The time between exposure to SARS-CoV and the onset of symptoms is called the “incubation period.” The incubation period for SARS is typically 2 to 7 days, although in some cases it may be as long as 10 days. In a very small proportion of cases, incubation periods of up to 14 days have been reported."
        },
        {
            "Context": "How long is a person with SARS infectious to others?",
            "Answer": "CDC recommends that persons with SARS limit their interactions outside the home (for example, by not going to work or to school) until 10 days after their fever has gone away and their respiratory (breathing) symptoms have gotten better."
        },
        {
            "Context": "CDC about SARS precautions?",
            "Answer": "CDC recommends that persons with SARS limit their interactions outside the home (for example, by not going to work or to school) until 10 days after their fever has gone away and their respiratory (breathing) symptoms have gotten better."
        },
        {
            "Context": "SARS precautions?",
            "Answer": "CDC recommends that persons with SARS limit their interactions outside the home (for example, by not going to work or to school) until 10 days after their fever has gone away and their respiratory (breathing) symptoms have gotten better."
        },
        {
            "Context": "Sars treatment?",
            "Answer": "CDC recommends that patients with SARS receive the same treatment that would be used for a patient with any serious community-acquired atypical pneumonia. SARS-CoV is being tested against various antiviral drugs to see if an effective treatment can be found."
        },
        {
            "Context": "Medical treatment ot Sars?",
            "Answer": "CDC recommends that patients with SARS receive the same treatment that would be used for a patient with any serious community-acquired atypical pneumonia. SARS-CoV is being tested against various antiviral drugs to see if an effective treatment can be found."
        },
        {
            "Context": "?",
            "Answer": ""
        },
        {
            "Context": "?",
            "Answer": ""
        },
        {
            "Context": "?",
            "Answer": ""
        },
        {
            "Context": "?",
            "Answer": ""
        }


]